Repository: gvtulder/tessel
Catalog: i18n/*.po
Languages: ca, de, es, fr, gl, nl, pt_br, tr, zh_hans, zh_hant

# atlas.AmmannBeenkerAtlas.friendlyName
source: Ammann-Beenker
zh_hans: 安曼-宾克

# atlas.AmmannBeenkerAtlas.tilingName
source: Ammann-Beenker tiling
ca: Enrajolat d’Ammann-Beenker
de: Ammann-Beenker-Kachelung
es: Teselado de Ammann-Beenker
fr: Pavage d’Ammann-Beenker
gl: Teselado de Ammann-Beenker
nl: Ammann-Beenker-betegeling
pt_br: Ladrilhamento Ammann-Beenker
tr: Ammann-Beenker döşeme
zh_hans: 安曼-宾克镶嵌
zh_hant: Ammann-Beenker 鑲嵌

# atlas.CairoAtlas.friendlyName
source: Cairo pentagonal
ca: Pentagonal del Caire
de: Fünfeck
es: Pentagonal de El Cairo
fr: Pentagonal du Caire
gl: Pentagonal do Cairo
nl: Caïro vijfhoekig
pt_br: Pentagonal do Cairo
tr: Cairo beşgen
zh_hans: 开罗五边形
zh_hant: 開羅五邊形

# atlas.CairoAtlas.tilingName
source: Cairo pentagonal tiling
ca: Enrajolat pentagonal del Caire
de: Kairo-Parkettierung (Fünfeck)
es: Teselación pentagonal de El Cairo
fr: Pavage pentagonal du Caire
gl: Teselado pentagonal do Cairo
nl: Caïro vijfhoekige betegeling
pt_br: Ladrilhamento pentagonal do Cairo
tr: Cairo beşgen döşeme
zh_hans: 开罗五边形镶嵌
zh_hant: 開羅五邊形鑲嵌

# atlas.DeltoTrihexAtlas.friendlyName
source: Deltoidal-trihexagonal
de: Deltoid (Drachenviereck)
fr: Deltoïdal-trihexagonal
nl: Deltoïdale-trihexagonale betegeling
zh_hans: 六阶三筝形
zh_hant: 鳶形三六邊形

# atlas.DeltoTrihexAtlas.tilingName
source: Deltoidal-trihexagonal tiling
ca: Enrajolat deltoidal-trihexagonal
de: Deltoid-Kachelung (Drachenviereck)
es: Teselado Deltoidal-trihexagonal
fr: Pavage deltoïdal-trihexagonal
gl: Teselado Deltoidal-trihexagonal
nl: Deltoïdale-trihexagonale betegeling
pt_br: Ladrilhamento deltoidal-trihexagonal
tr: Deltoidal-trihexagonal döşeme
zh_hans: 六阶三筝形镶嵌
zh_hant: 鳶形三六邊形鑲嵌

# atlas.HexagonsAtlas.friendlyName
source: Hexagon
ca: Hexàgon
de: Sechseck
es: Hexágono
fr: Hexagone
gl: Hexágono
nl: Zeshoek
pt_br: Hexágono
tr: Altıgen
zh_hans: 六边形
zh_hant: 六邊形

# atlas.HexagonsAtlas.tilingName
source: Hexagonal tiling
ca: Enrajolat hexagonal
de: Sechseckskachelung
es: Teselado hexagonal
fr: Pavage hexagonal
gl: Teselado hexagonal
nl: Zeshoekige betegeling
pt_br: Ladrilhamento hexagonal
tr: Altıgen döşeme
zh_hans: 六边形镶嵌
zh_hant: 六邊形鑲嵌

# atlas.Penrose0Atlas.friendlyName
source: Penrose-3
de: Penrose-P3
es: Rómbica de Penrose (P3)
gl: Rómbica de Penrose (P3)
zh_hans: 彭罗斯-3 式
zh_hant: 彭羅斯-3

# atlas.Penrose0Atlas.tilingName
source: Penrose-3 tiling
ca: Enrajolat Penrose-3
de: Penrose-P3-Kachelung
es: Teselado Penrose-3
fr: Pavage Penrose-3
gl: Teselado Penrose-3
nl: Penrose-3-betegeling
pt_br: Ladrilhamento Penrose-3
tr: Penrose-3 döşeme
zh_hans: 彭罗斯-3 式镶嵌
zh_hant: 彭羅斯菱形鑲嵌

# atlas.Penrose3Grid.friendlyName
source: Penrose-3 grid
ca: Graella Penrose-3
de: Penrose-P3-Raster
es: Grilla rómbica de Penrose (P3)
fr: Grille Penrose-3
gl: Grella rómbica de Penrose (P3)
pt_br: Grade Penrose-3
tr: Penrose-3 ızgara
zh_hans: 彭罗斯-3 式网格
zh_hant: 彭羅斯-3 網格

# atlas.Penrose3Grid.tilingName
source: Penrose-3 tiling
ca: Enrajolat Penrose-3
de: Penrose-P3-Kachelung
es: Teselación rómbica de Penrose
fr: Pavage Penrose-3
gl: Teselado Penrose-3
nl: Penrose-3-betegeling
pt_br: Ladrilhamento Penrose-3
tr: Penrose-3 döşeme
zh_hans: 彭罗斯-3 式镶嵌
zh_hant: 彭羅斯菱形鑲嵌

# atlas.PenroseFreeAtlas.friendlyName
source: Penrose-3 free
ca: Penrose-3 lliure
de: Penrose-P3 (frei)
es: Teselación rómbica (P3) libre
fr: Penrose-3 libre
gl: Teselado rómbico (P3) libre
pt_br: Penrose-3 livre
tr: Penrose-3 serbest
zh_hans: 彭罗斯-3 自由式
zh_hant: 彭羅斯-3 自由

# atlas.PenroseFreeAtlas.tilingName
source: Penrose-3 tiling
ca: Enrajolat Penrose-3
de: Penrose-P3-Kachelung
es: Teselación rómbica de Penrose (P3)
fr: Pavage Penrose-3
gl: Teselado Penrose-3
nl: Penrose-3-betegeling
pt_br: Ladrilhamento Penrose-3
tr: Penrose-3 döşeme
zh_hans: 彭罗斯-3 自由式镶嵌
zh_hant: 彭羅斯菱形鑲嵌

# atlas.RhombusAtlas.friendlyName
source: Rhombus-60-120
ca: Rombe-60-120
de: Raute (60°/120°)
es: Rombo-60-120
fr: Losange-60-120
gl: Rombo-60-120
pt_br: Losango-60-120
tr: Eşkenar dörtgen-60-120
zh_hans: 菱形-60-120
zh_hant: 菱形-60-120

# atlas.RhombusAtlas.tilingName
source: Rhombille tiling
ca: Enrajolat ròmbic
de: Rautenkachelung
es: Teselado de cubos reversibles
fr: Pavage rhombille
gl: Teselado romboidal
nl: Rhombille-betegeling
pt_br: Ladrilhamento losango 60–120
tr: Rhombille döşeme
zh_hans: 菱形镶嵌
zh_hant: 菱形鑲嵌

# atlas.SnubSquareAtlas.friendlyName
source: Snub square
ca: Quadrat xato
de: Drei- & Vierecksmuster (Snub-Square)
es: Cuadrado achatado
fr: Carré adouci
gl: Cadrado truncado
pt_br: Quadrado snub
tr: Kesik kare
zh_hans: 斜方形
zh_hant: 扭稜正方形

# atlas.SnubSquareAtlas.tilingName
source: Snub square tiling
ca: Enrajolat quadrat xato
de: Drei- & Viereckskachelung (Snub-Square)
es: Teselación cuadrada achatada
fr: Pavage carré adouci
gl: Teselado cadrado truncado
nl: Snub-vierkante betegeling
pt_br: Ladrilhamento quadrado snub
tr: Kesik kare döşeme
zh_hans: 斜方形镶嵌
zh_hant: 扭稜正方形鑲嵌

# atlas.SnubSquareFreeAtlas.friendlyName
source: Snub square free
ca: Quadrat xato lliure
de: freies Drei- & Vierecksmuster (Snub-Square)
es: Cuadradada achatada libre
fr: Carré adouci libre
gl: Cadrado truncado libre
pt_br: Quadrado snub livre
tr: Kesik serbest kare
zh_hans: 斜方形自由式
zh_hant: 扭稜正方形自由

# atlas.SnubSquareFreeAtlas.tilingName
source: Snub square tiling
ca: Enrajolat quadrat xato
de: Drei- & Viereckskachelung (Snub-Square)
es: Teselación cuadrada achatada
fr: Pavage carré adouci
gl: Teselado cadrado truncado
nl: Snub-vierkante betegeling
pt_br: Ladrilhamento quadrado snub
tr: Kesik kare döşeme
zh_hans: 斜方形自由式镶嵌
zh_hant: 扭稜正方形鑲嵌

# atlas.SnubSquareGridAtlas.friendlyName
source: Snub square grid
ca: Graella quadrada xata
de: Drei- & Vierecksraster (Snub-Square)
es: Grilla cuadrada achatada
fr: Grille carrée adoucie
gl: Grella cadrada roma
pt_br: Grade quadrado snub
tr: Kesik kare ızgara
zh_hans: 斜方形网格
zh_hant: 扭稜正方形網格

# atlas.SnubSquareGridAtlas.tilingName
source: Snub square tiling
ca: Enrajolat quadrat xato
de: Drei- & Viereckskachelung (Snub-Square)
es: Teselación cuadrada achatada
fr: Pavage carré adouci
gl: Teselado cadrado truncado
nl: Snub-vierkante betegeling
pt_br: Ladrilhamento quadrado snub
tr: Kesik kare döşeme
zh_hans: 斜方形网格镶嵌
zh_hant: 扭稜正方形鑲嵌

# atlas.SquaresAtlas.friendlyName
source: Square
ca: Quadrat
de: Viereck
es: Cuadrado
fr: Carré
gl: Cadrado
nl: Vierkanten
pt_br: Quadrado
tr: Kare
zh_hans: 矩形
zh_hant: 正方形

# atlas.SquaresAtlas.tilingName
source: Square tiling
ca: Enrajolat quadrat
de: Viereckskachelung
es: Teselado cuadrado
fr: Pavage carré
gl: Teselado cadrado
nl: Vierkante betegeling
pt_br: Ladrilhamento quadrado
tr: Kare döşeme
zh_hans: 矩形镶嵌
zh_hant: 正方形鑲嵌

# atlas.TrianglesAtlas.friendlyName
source: Triangle
de: Dreieck
es: Triángulo
gl: Triángulo
nl: Driehoek
pt_br: Triângulo
tr: Üçgen
zh_hans: 三角形
zh_hant: 三角形

# atlas.TrianglesAtlas.tilingName
source: Triangular tiling
ca: Enrajolat triangular
de: Dreieckskachelung
es: Teselado triangular
fr: Pavage triangulaire
gl: Teselado triangular
nl: Driehoekige betegeling
pt_br: Ladrilhamento triangular
tr: Üçgen döşeme
zh_hans: 三角形镶嵌
zh_hant: 三角形鑲嵌

# rules.DifferentEdgeColorsRuleSet.friendlyName
source: Touching tiles must have different colors
ca: Les rajoles adjacents han de tenir colors diferents
de: Benachbarte Kacheln müssen verschiedene Farben haben
es: Los azulejos que se tocan tienen que tener colores diferentes
fr: Les tuiles adjacentes doivent avoir des couleurs différentes
gl: As teselas que se tocan deben ter cores diferentes
nl: Buurtegels moeten een andere kleur hebben
pt_br: Peças em contato devem ter cores diferentes
tr: Komşu karolar farklı renkte olmalıdır
zh_hans: 相邻的两边颜色必须不同
zh_hant: 相鄰原塊須為異色

# rules.MatchEdgeColorsRuleSet.friendlyName
source: Touching tiles must have the same color
ca: Les rajoles adjacents han de tenir el mateix color
de: Benachbarte Kacheln müssen die gleiche Farben haben
es: Los azulejos que se tocan deben tener el mismo color
fr: Les tuiles adjacentes doivent avoir la même couleur
gl: As teselas que se tocan deben ter a mesma cor
nl: Buurtegels moeten dezelfde kleur hebben
pt_br: Peças em contato devem ter a mesma cor
tr: Komşu karolar aynı renkte olmalıdır
zh_hans: 相邻的两边颜色必须相同
zh_hant: 相鄰原塊須為同色

# scorer.ConnectedSegmentScorer.friendlyName
source: Count connected segments
ca: Compta els segments connectats
de: Zählt verbundene Segmente
es: Contar segmentos conectados
fr: Compter les segments connectés
gl: Contar segmentos conectados
nl: Gesloten vormen
pt_br: Contar segmentos conectados
tr: Bağlı segmentleri say
zh_hans: 计算拼接的色块数量
zh_hant: 計拼接的色塊數

# scorer.ConvexShapeScorer.friendlyName
source: Count convex shapes
ca: Compta les formes convexes
de: Zählt vollständige Formen aus Kacheln
es: Contar formas convexas
fr: Compter les formes convexes
gl: Contar formas convexas
nl: Convexe vormen
pt_br: Contar formas convexas
tr: Dışbükey şekilleri say
zh_hans: 计算形成凸多边形的铺砖数量
zh_hant: 計形成的凸多邊形原塊數

# scorer.FullTileScorer.friendlyName
source: Count tiles
ca: Compta les rajoles
de: Zählt Kacheln
es: Contar piezas
fr: Compter les tuiles
gl: Contar teselas
nl: Tegels
pt_br: Contar peças
tr: Karoları say
zh_hans: 计算使用铺砖的总数
zh_hant: 計原塊數

# scorer.FullVertexScorer.friendlyName
source: Count full vertices
ca: Compta els vèrtex complets
de: Zählt vollständige Formen aus Segmenten
es: Contar vértices completos
fr: Compter le sommets pleins
gl: Contar vértices completos
nl: Volledige hoekpunten
pt_br: Contar vértices completos
tr: Tam köşeleri say
zh_hans: 计算完整顶点的数量
zh_hant: 計滿頂點數

# scorer.HoleScorer.friendlyName
source: Count holes
ca: Compta els forats
de: Zählt die Löcher
es: Contar huecos
fr: Compter les trous
gl: Contar ocos
nl: Gaten
pt_br: Contar lacunas
tr: Boşlukları say
zh_hans: 计算形成孔洞的数量
zh_hant: 計孔洞數

# ui.game.showMenuButton
source: Show menu
ca: Mostra el menú
de: Menü anzeigen
es: Mostrar menú
fr: Afficher le menu
gl: Amosar o menú
nl: Menu openen
pt_br: Mostrar menu
tr: Menüyü göster
zh_hans: 显示菜单
zh_hant: 顯示菜單

# ui.menu.AllGamesButton
source: All Games
ca: Tots els jocs
de: Alle Spielvarianten
es: Todos los juegos
fr: Tous les jeux
gl: Todos os xogos
nl: Overzicht
pt_br: Todos os jogos
zh_hans: 全部游戏

# ui.menu.HowToPlayButton
source: How to play?
ca: Com s’hi juga?
de: Spielregeln
es: ¿Cómo jugar?
fr: Comment jouer ?
gl: Como xogar?
nl: Uitleg
pt_br: Como jogar?
zh_hans: 如何游玩？
zh_hant: 如何遊玩？

# ui.menu.MainMenuButton
source: Home
ca: Inici
de: Startseite
es: Inicio
fr: Accueil
gl: Inicio
nl: Start
pt_br: Menu Inicial
zh_hans: 首页

# ui.menu.PaintButton
source: Paint
ca: Dibuixa
de: Gestalten
es: Dibujar
fr: Peindre
gl: Pintar
nl: Tekenen
pt_br: Pintura
zh_hans: 绘制
zh_hant: 填塗一格

# ui.menu.SettingsButton
source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fr: Paramètres
gl: Axustes
nl: Instellingen
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

# ui.menu.StatisticsButton
source: Statistics
ca: Estadístiques
de: Statistiken
es: Estadísticas
fr: Statistiques
gl: Estatísticas
nl: Statistieken
pt_br: Estatísticas
zh_hans: 统计
zh_hant: 統計

# ui.menu.addMoreTilesButton
source: More tiles
ca: Més rajoles
de: Neue Kacheln hinzufügen
es: Más piezas
fr: Plus de tuiles
gl: Mais teselas
nl: Meer tegels
pt_br: Mais peças
zh_hans: 更多铺砖

# ui.menu.backToMenuButton
source: Back to menu
ca: Torna al menú
de: Zurück zur Startseite
es: Regresar al menú
fr: Retour au menu
gl: Volver ao menú
nl: Terug naar het menu
pt_br: Voltar ao menu
tr: Menüye dön
zh_hans: 返回菜单
zh_hant: 回到菜單

# ui.menu.footer
source: A game by <a href="{url}">Gijs van Tulder</a>.
ca: Un joc de <a href="{url}">Gijs van Tulder</a>.
de: Ein Spiel von <a href="{url}">Gijs van Tulder</a>.
es: Un juego creado por <a href="{url}">Gijs van Tulder</a>.
fr: Un jeu créé par <a href="{url}">Gijs van Tulder</a>.
gl: Un xogo creado por <a href="{url}">Gijs van Tulder</a>.
nl: Een spel van <a href="{url}">Gijs van Tulder</a>.
pt_br: Um jogo de <a href="{url}">Gijs van Tulder</a>.
tr: <a href="https://www.vantulder.net/">Gijs van Tulder</a> tarafından geliştirildi.
zh_hans: 由 <a href="{url}">Gijs van Tulder</a> 制作的游戏。
zh_hant: 由 <a href="https://www.vantulder.net/">Gijs van Tulder</a> 製作的遊戲。

# ui.menu.refreshTilesButton
source: Shuffle tiles
ca: Barreja les rajoles
de: Kacheln mischen
es: Mezclar piezas
fr: Mélanger les tuiles
gl: Barallar teselas
nl: Tegels wisselen
pt_br: Embaralhar as peças
zh_hans: 重排铺砖

# ui.menu.restartGameButton
source: Restart game
ca: Reinicia la partida
de: Spiel neustarten
es: Reiniciar juego
fr: Recommencer la partie
gl: Reiniciar o xogo
nl: Herstarten
pt_br: Reiniciar o jogo
tr: Oyunu yeniden başlat
zh_hans: 重新开始游戏
zh_hant: 重啟遊戲

# ui.menu.setupButton
source: Design a game
ca: Dissenya una partida
de: Gestalte ein Spiel
es: Diseña un juego
fr: Concevoir un jeu
gl: Deseña un xogo
nl: Ontwerpen
pt_br: Criar um jogo
tr: Oyun tasarla
zh_hans: 设计一局游戏
zh_hant: 遊戲設定

# ui.settings.ColorsOption.title
source: {0, plural, =1 {One color} =2 {Two colors} =3 {Three colors} =4 {Four colors} =5 {Five colors} =6 {Six colors} other {# colors}}
ca: {0, plural, =1 {Un color} =2 {Dos colors} =3 {Tres colors} =4 {Quatre colors} =5 {Cinc colors} =6 {Sis colors} other {# colors}}
de: {0, plural, =1 {Eine Farbe} =2 {Zwei Farben} =3 {Drei Farben} =4 {Vier Farben} =5 {Fünf Farben} =6 {Sechs Farben} other {# Farben}}
es: {0, plural, =1 {Un color} =2 {Dos colores} =3 {Tres colores} =4 {Cuatro colores} =5 {Cinco colores} =6 {Seis colores} other {# colores}}
fr: {0, plural, =1 {Une couleur} =2 {Deux couleurs} =3 {Trois couleurs} =4 {Quatre couleurs} =5 {Cinq couleurs} =6 {Six couleurs} other {# couleurs}}
gl: {0, plural, =1 {Unha cor} =2 {Dúas cores} =3 {Tres cores} =4 {Catro cores} =5 {Cinco cores} =6 {Seis cores} other {# cores}}
nl: {0, plural, =1 {Één kleur} =2 {Twee kleuren} =3 {Drie kleuren} =4 {Vier kleuren} =5 {Vijf kleuren} =6 {Zes kleuren} other {# kleuren}}
pt_br: {0, plural, =1 {Uma cor} =2 {Duas cores} =3 {Três cores} =4 {Quatro cores} =5 {Cinco cores} =6 {Seis cores} other {# cores}}
tr: {0, plural, =1 {Bir renk} =2 {İki renk} =3 {Üç renk} =4 {Dört renk} =5 {Beş renk} =6 {Altı renk} other {# renk}}
zh_hans: {0, plural, =1 {单色} =2 {双色} =3 {三色} =4 {四色} =5 {五色} =6 {六色} other {# 色}}
zh_hant: {0, plural, =1 {一種顏色} =2 {兩種顏色} =3 {三種顏色} =4 {四種顏色} =5 {五種顏色} =6 {六種顏色} other {# 種顏色}}

# ui.settings.about.credits
source: Tessel is a game by <a href="{url}">Gijs van Tulder</a>.
ca: Tessel és un joc de <a href="{url}">Gijs van Tulder</a>.
de: Tessel ist ein Spiel <a href="{url}">Gijs van Tulder</a>.
es: Tessel es un juego creado por <a href="{url}">Gijs van Tulder</a>.
fr: Tessel est un jeu créé par <a href="{url}">Gijs van Tulder</a>.
gl: Tessel é un xogo creado por <a href="{url}">Gijs van Tulder</a>.
nl: Tessel is een spel van <a href="{url}">Gijs van Tulder</a>.
pt_br: Tessel é um jogo de <a href="{url}">Gijs van Tulder</a>.
zh_hans: Tessel 是由 <a href="{url}">Gijs van Tulder</a> 开发的游戏。

# ui.settings.about.feedbackPrompt
source: Suggestions, comments, or bugs? <a href="{email}">Send me an email</a> or <a href="{github}">tell me on GitHub</a>.
ca: Teniu suggeriments, comentaris o errors? <a href="{email}">Envieu-me un correu electrònic</a> o <a href="{github}">digueu-m’ho al GitHub</a>.
de: Vorschläge, Kommentare oder Fehler? <a href="{email}">Sende mir eine E-Mail</a> oder <a href="{github}">schreibe mir auf GitHub</a>.
es: ¿Tienes alguna idea que compartir? <a href="{email}">Envíame un correo electrónico</a> o <a href="{github}">dímelo en GitHub</a>.
fr: Des suggestions, des commentaires ou des signalements d’erreur ? <a href="{email}">Envoyez-moi un courriel</a> ou <a href="{github}">dites-le-moi sur GitHub</a>.
gl: Tes algunha suxestión, comentario ou fallo que queiras compartir? <a href="{email}">Envíame un correo-e</a> ou <a href="{github}">dímo en GitHub</a>.
nl: Suggesties, opmerkingen of bugs? <a href="{email}">Stuur me een e-mail</a> of <a href="{github}">laat het weten via GitHub</a>.
pt_br: Sugestões, comentários ou erros? <a href="{email}">Envie-me um e-mail</a> ou <a href="{github}">relate no GitHub</a>.
zh_hans: 有建议、评论或需要反馈程序缺陷？<a href="{email}">请发送邮件</a>或<a href="{github}">到 GitHub 上告诉我</a>。

# ui.settings.about.reviewPromptApple
source: Enjoying the game? <a href="{url}">Leave a review</a> in the App Store or <a href="{share}">share the game with others</a>.
ca: Us agrada el joc? <a href="{url}">Deixeu-hi una ressenya</a> a l’App Store o <a href="{share}">compartiu el joc amb altra gent</a>.
de: Gefällt dir das Spiel? <a href="{url}">Schreibe eine Bewertung</a> im App Store oder <a href="{share}">teile das Spiel mit anderen</a>.
fr: Le jeu vous a plu ? <a href="{url}">Laissez un avis</a> sur l’App Store ou <a href="{share}">partagez le jeu avec d’autres personnes</a>.
gl: Estás a gozar do xogo? <a href="{url}">Deixa unha valoración</a> na App Store ou <a href="{share}">comparte o xogo con outra xente</a>.
nl: Leuk spel? <a href="{url}">Plaats een beoordeling</a> in de App Store of <a href="{share}">deel het spel met anderen</a>.
pt_br: Gostando do jogo? <a href="{url}">Deixe uma avaliação</a> na App Store ou <a href="{share}">compartilhe o jogo com outros</a>.
zh_hans: 喜欢这款游戏？请到 App Store <a href="{url}">留下好评</a>或<a href="{share}">和其他人分享它</a>。

# ui.settings.about.reviewPromptGoogle
source: Enjoying the game? <a href="{url}">Leave a review</a> in the Google Play Store or <a href="{share}">share the game with others</a>.
ca: Us agrada el joc? <a href="{url}">Deixeu-hi una ressenya</a> a la Google Play Store o <a href="{share}">compartiu el joc amb altra gent</a>.
de: Gefällt dir das Spiel? <a href="{url}">Schreibe eine Bewertung</a> im Google Play Store oder <a href="{share}">teile das Spiel mit anderen</a>.
fr: Le jeu vous a plu ? <a href="{url}">Laissez un avis</a> sur Google Play ou <a href="{share}">partagez le jeu avec d’autres personnes</a>.
gl: Estás a gozar do xogo? <a href="{url}">Deixa unha valoración</a> na Google Play Store ou <a href="{share}">comparte o xogo con outra xente</a>.
nl: Leuk spel? <a href="{url}">Plaats een beoordeling</a> in de Google Play Store of <a href="{share}">deel het spel met anderen</a>.
pt_br: Gostando do jogo? <a href="{url}">Deixe uma avaliação</a> na Google Play ou <a href="{share}">compartilhe o jogo com outros</a>.
zh_hans: 喜欢这款游戏？请到 Google Play 商店 <a href="{url}">留下好评</a>或<a href="{share}">和其他人分享它</a>。

# ui.settings.about.title
source: About the game
ca: Quant al joc
de: Über das Spiel
es: Sobre el juego
fr: À propos du jeu
gl: Sobre o xogo
nl: Over het spel
pt_br: Sobre o jogo
zh_hans: 关于本游戏

# ui.settings.description.autorotate
source: Auto-rotate tiles
ca: Gira les rajoles automàticament
de: Automatisches Drehen der Kacheln
es: Auto-rotar piezas
fr: Orienter les tuiles automatiquement
gl: Rotar as teselas automaticamente
nl: Tegels automatisch draaien
pt_br: Rotação automática de peças
zh_hans: 自动旋转铺砖
zh_hant: 自動旋轉原塊

# ui.settings.description.colorScheme
source: Light mode, dark mode, or follow your device
ca: Mode clar, mode fosc o coincident amb el del dispositiu
de: Hell, dunkel oder automatisch
es: Modo claro, modo oscuro, o seguir al sistema
fr: Mode clair, mode sombre ou selon votre appareil
gl: Modo claro, modo escuro, ou seguir o sistema
nl: Lichte modus, donkere modus, of volg de standaardinstelling van je apparaat
pt_br: Modo claro, modo escuro ou seguir o dispositivo
zh_hans: 选择使用明亮、黑暗界面，或跟随系统设置
zh_hant: 淺色模式、深色模式或跟隨設備

# ui.settings.description.highscore
source: Show highscore
ca: Mostra la puntuació més alta
de: Rekord anzeigen
es: Mostrar puntuación más alta
fr: Afficher les meilleurs scores
gl: Amosar a puntuación máis alta
nl: Highscore laten zien
pt_br: Mostrar recorde
zh_hans: 显示高分

# ui.settings.description.hints
source: Highlight valid positions
ca: Destaca les posicions vàlides
de: Tipps anzeigen
es: Resaltar posiciones válidas
fr: Surligner les positions valides
gl: Resaltar as posicións válidas
nl: Geldige posities tonen
pt_br: Destacar posições válidas
zh_hans: 高亮显示有效的放置区域
zh_hant: 突出可行鑲嵌位置

# ui.settings.description.language
source: Language
ca: Llengua
de: Sprache
es: Idioma
fr: Langue
gl: Idioma
nl: Taal
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

# ui.settings.description.placeholders
source: Show placeholder tiles
ca: Mostra les posicions possibles
de: Verfügbare Kachelpositionen anzeigen
es: Mostrar posiciones posibles
fr: Afficher les tuiles possibles
gl: Amosar as posíbeis posicións
nl: Volgende tegelposities tonen
pt_br: Exibir peças de preenchimento
zh_hans: 显示占位铺砖
zh_hant: 顯示佔位格

# ui.settings.group.gameSettings
source: Game settings
ca: Configuració del joc
de: Spieleinstellungen
es: Ajustes del juego
fr: Paramètres du jeu
gl: Axustes do xogo
nl: Tijdens het spel
pt_br: Configurações do jogo
zh_hans: 游戏设置

# ui.settings.opensource.source
source: The <a href="{source}">source code</a> for this game is available under the GPL 3.0 license. See <a href="{github}">GitHub</a> for issues and pull requests.
ca: El <a href="{source}">codi font</a> d’aquest joc està disponible sota la llicència GPL 3.0. Vegeu el <a href="{github}">GitHub</a> per a informar de problemes o crear sol·licituds de baixada.
de: Der <a href="{source}">Quellcode</a> dieses Spiels ist unter der GPL 3.0-Lizenz verfügbar. Gehe auf <a href="{github}">GitHub</a> für Probleme und Pull Requests.
es: El <a href="{source}">código fuente</a> de este juego está disponible bajo la licencia GPL 3.0. Vea el <a href="{github}">repositorio en GitHub</a> para reportar problemas o contribuir código.
fr: Le <a href="{source}">code source</a> de ce jeu est disponible sous licence GPL 3.0. Allez sur <a href="{github}">GitHub</a> pour signaler des erreurs et contribuer au code.
gl: O <a href="{source}">código fonte</a> deste xogo está dispoñíbel baixo a licenza GPL 3.0. Olla o <a href="{github}">repositorio en GitHub</a> para informar de fallos ou achegar código.
nl: De <a href="{source}">broncode</a> van dit spel is beschikbaar onder de GPL 3.0-licentie. Bekijk de <a href="{github}">repository op GitHub</a> voor issues and pull requests.
pt_br: O <a href="{source}">código-fonte</a> deste jogo está disponível sob a licença GPL 3.0. Consulte o <a href="{github}">GitHub</a> para relatar problemas e enviar pull requests.
zh_hans: 本游戏的<a href="{source}">源代码</a>以 GPL 3.0 许可公开发布。请参阅 <a href="{github}">GitHub</a> 存储库反馈问题或发起拉取请求。

# ui.settings.opensource.title
source: Open source
ca: Codi obert
es: Código abierto
fr: Code source ouvert
gl: Código aberto
pt_br: Código aberto
zh_hans: 开放源代码

# ui.settings.opensource.weblate
source: Visit <a href="{weblate}">Weblate</a> to help with the translation.
ca: Visiteu el <a href="{weblate}">Weblate</a> per a ajudar amb la traducció.
de: Besuche <a href="{weblate}">Weblate</a>, um bei der Übersetzung zu helfen.
es: Visita <a href="{weblate}">Weblate</a> para ayudar con la traducción.
fr: Visitez <a href="{weblate}">Weblate</a> pour aider à traduire le jeu.
gl: Visita <a href="{weblate}">Weblate</a> para axudar coa tradución.
nl: Kijk op <a href="{weblate}">Weblate</a> om te helpen bij de vertaling.
pt_br: Visite <a href="{weblate}">Weblate</a> para ajudar com a tradução.
zh_hans: 访问 <a href="{weblate}">Weblate</a> 来帮助我们进行翻译。

# ui.settings.title
source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fr: Paramètres
gl: Axustes
nl: Instellingen
pt_br: Configurações
tr: Tessel
zh_hans: 设置
zh_hant: 設定

# ui.settings.version
source: Version {version}.
ca: Versió {version}.
es: Versión {version}.
gl: Versión {version}.
nl: Versie {version}.
pt_br: Versão {version}.
zh_hans: 版本 {version}。

# ui.setup.SegmentsOption.allCombinations
source: All color combinations
ca: Totes les combinacions de colors
de: Alle Farbkombinationen
es: Todas las combinaciones de colores
fr: Toutes les combinaisons de couleur
gl: Todas as combinacións de cores
nl: Alle combinaties
pt_br: Todas as combinações de cores
tr: Tüm renk kombinasyonları
zh_hans: 各类颜色自由组合
zh_hant: 任意顏色組合
