Repository: gvtulder/tessel
Catalog: i18n/*.po
Languages: ca, de, es, fr, gl, nl, pt_br, tr, zh_hans, zh_hant

# ui.setup.SegmentsOption.number
source: {0, plural, =1 {One color per tile} =2 {Two colors per tile} =3 {Three colors per tile} =4 {Four colors per tile} =5 {Five colors per tile} =6 {Six colors per tile} other {# colors per tile}}
ca: {0, plural, =1 {Un color per rajola} =2 {Dos colors per rajola} =3 {Tres colors per rajola} =4 {Quatre colors per rajola} =5 {Cinc colors per rajola} =6 {Sis colors per rajola} other {# colors per rajola}}
de: {0, plural, =1 {Eine Farbe pro Kachel} =2 {Zwei Farben pro Kachel} =3 {Drei Farben pro Kachel} =4 {Vier Farben pro Kachel} =5 {Fünf Farben pro Kachel} =6 {Sechs Farben pro Kachel} other {# Farben pro Kachel}}
es: {0, plural, =1 {Un color por pieza} =2 {Dos colores por pieza} =3 {Tres colores por pieza} =4 {Cuatro colores por pieza} =5 {Cinco colores por pieza} =6 {Seis colores por pieza} other {# colores por pieza}}
fr: {0, plural, =1 {Une couleur par tuile} =2 {Deux couleurs par tuile} =3 {Trois couleurs par tuile} =4 {Quatre couleurs par tuile} =5 {Cinq couleurs par tuile} =6 {Six couleurs par tuile} other {# couleurs par tuile}}
gl: {0, plural, =1 {Unha cor por tesela} =2 {Dúas cores por tesela} =3 {Tres cores por tesela} =4 {Catro cores por tesela} =5 {Cinco cores por tesela} =6 {Seis cores por tesela} other {# cores por tesela}}
nl: {0, plural, =1 {Één kleur per tegel} =2 {Twee kleuren per tegel} =3 {Drie kleuren per tegel} =4 {Vier kleuren per tegel} =5 {Vijf kleuren per tegel} =6 {Zes kleuren per tegel} other {# kleuren per tegel}}
pt_br: {0, plural, =1 {Uma cor por peça} =2 {Duas cores por peça} =3 {Três cores por peça} =4 {Quatro cores por peça} =5 {Cinco cores por peça} =6 {Seis cores por peça} other {# cores por peça}}
tr: {0, plural, =1 {Karo başına bir renk} =2 {Karo başına iki renk} =3 {Karo başına üç renk} =4 {Karo başına dört renk} =5 {Karo başına beş renk} =6 {Karo başına altı renk} other {Karo başına # renk}}
zh_hans: {0, plural, =1 {每块一种颜色} =2 {每块两种颜色} =3 {每块三种颜色} =4 {每块四种颜色} =5 {每块五种颜色} =6 {每块六种颜色} other {每块 # 种颜色}}
zh_hant: {0, plural, =1 {每格一種顏色} =2 {每格兩種顏色} =3 {每格三種顏色} =4 {每格四種顏色} =5 {每格五種顏色} =6 {每格六種顏色} other {每格 # 種顏色}}

# ui.setup.SegmentsOption.unique
source: All colors must be unique
ca: Tots els colors han de ser únics
de: Nur unterschiedliche Farben
es: Todos los colores deben ser únicos
fr: Toutes les couleurs doivent être uniques
gl: Todas as cores deben ser únicas
nl: Alleen unieke kleuren
pt_br: Todas as cores devem ser únicas
tr: Tüm renkler benzersiz olmalıdır
zh_hans: 所有颜色必须相异
zh_hant: 顏色兩兩不同

# ui.setup.optionTitle.atlas
source: Tiling pattern
ca: Patró d’enrajolat
de: Kachelmuster
es: Patrón de teselado
fr: Motif de pavage
gl: Patrón de teselado
nl: Tegelpatroon
pt_br: Padrão de ladrilhamento
tr: Döşeme deseni
zh_hans: 镶嵌模式
zh_hant: 鑲嵌模式

# ui.setup.optionTitle.colors
source: Number of colors
ca: Nombre de colors
de: Farbanzahl
es: Número de colores
fr: Nombre de couleurs
gl: Número de cores
nl: Aantal kleuren
pt_br: Número de cores
tr: Renk sayısı
zh_hans: 颜色数量
zh_hant: 顏色數量

# ui.setup.optionTitle.rules
source: Matching rule
ca: Regla de coincidència
de: Berührungsregel
es: Regla de emparejamiento
fr: Règle de correspondance
gl: Regra de emparellamento
nl: Regels
pt_br: Regra de correspondência
tr: Eşleme kuralı
zh_hans: 匹配规则
zh_hant: 匹配規則

# ui.setup.optionTitle.scorer
source: Scoring rule
ca: Regla de puntuació
de: Punktevergabe
es: Regla de puntuación
fr: Règle sur le score
gl: Regra de puntuación
nl: Puntentelling
pt_br: Regra de pontuação
tr: Puanlama kuralı
zh_hans: 得分规则
zh_hant: 計分規則

# ui.setup.optionTitle.segments
source: Colors per tile
ca: Colors per rajola
de: Farben pro Kachel
es: Colores por pieza
fr: Couleurs par tuile
gl: Cores por tesela
nl: Kleuren per tegel
pt_br: Cores por peça
tr: Karo başına renk
zh_hans: 单块铺砖颜色
zh_hant: 原塊色塊

# ui.setup.playButton
source: Play game
ca: Juga una partida
de: Spiel starten
es: Jugar partida
fr: Jouer au jeu
gl: Botar unha partida
nl: Spel starten
pt_br: Jogar
tr: Oyunu başlat
zh_hans: 开始游戏
zh_hant: 啟動遊戲

# ui.setup.regenerateExampleButton
source: Regenerate
ca: Torna a generar
de: Neu berechnen
es: Regenerar
fr: Régéner
gl: Rexenerar
nl: Opnieuw berekenen
pt_br: Gerar novamente
tr: Yeniden oluştur
zh_hans: 重新生成
zh_hant: 再次生成

# ui.setup.title
source: Custom game
ca: Partida personalitzada
de: Benutzerdefiniertes Spiel
es: Juego personalizado
fr: Partie personnalisée
gl: Xogo personalizado
nl: Ontwerpen
pt_br: Jogo personalizado
tr: Özel oyun
zh_hans: 自定义游戏
zh_hant: 自定義遊戲

# ui.statistics.columns.GameCompleted
source: Games completed
ca: Partides completades
de: Beendete Spiele
es: Juegos completados
fr: Parties finies
gl: Xogos completados
nl: Gespeeld
pt_br: Jogos concluídos
tr: Tamamlanan oyunlar
zh_hans: 已完成的游戏
zh_hant: 已完成的遊戲

# ui.statistics.columns.HighScore
source: High score
ca: Puntuació més alta
de: Rekord
es: Puntuación máxima
fr: Meilleur score
gl: Puntuación máxima
pt_br: Pontuação máxima
tr: En yüksek skor
zh_hans: 高分榜
zh_hant: 高分榜

# ui.statistics.columns.ShapeCompleted
source: Shapes formed
ca: Formes creades
de: Gebildete Formen
es: Formas creadas
fr: Formes formées
gl: Formas creadas
nl: Vormen
pt_br: Formas formadas
tr: Oluşturulan şekiller
zh_hans: 已形成的形状
zh_hant: 組成的形狀

# ui.statistics.columns.TilePlaced
source: Tiles placed
ca: Rajoles col·locades
de: Gelegte Kacheln
es: Piezas colocadas
fr: Tuiles placées
gl: Teselas colocadas
nl: Tegels
pt_br: Peças colocadas
tr: Yerleştirilen karolar
zh_hans: 放置的铺砖
zh_hant: 放置的原塊

# ui.statistics.counter.TilePlaced.hexagon
source: Hexagons
ca: Hexàgons
de: Sechsecke
es: Hexágonos
fr: Hexagones
gl: Hexágonos
nl: Zeshoeken
pt_br: Hexágonos
tr: Altıgenler
zh_hans: 六边形
zh_hant: 六邊形

# ui.statistics.counter.TilePlaced.kite
source: Kites
ca: Estels
de: Drachenviereck
es: Cometas
fr: Cerf-volant
gl: Papaventos
nl: Vliegers
pt_br: Pipas
tr: Uçurtmalar
zh_hans: 筝形
zh_hant: 紙鳶

# ui.statistics.counter.TilePlaced.pentagon
source: Pentagons
ca: Pentàgons
de: Fünfecke
es: Pentágonos
fr: Pentagones
gl: Pentágonos
nl: Vijfhoeken
pt_br: Pentágonos
tr: Beşgenler
zh_hans: 五边形
zh_hant: 五邊形

# ui.statistics.counter.TilePlaced.rhombus
source: Rhombi
ca: Rombes
de: Rauten
es: Rombos
fr: Losanges
gl: Rombos
pt_br: Losangos
tr: Eşkenar dörtgenler
zh_hans: 菱形
zh_hant: 菱形

# ui.statistics.counter.TilePlaced.square
source: Squares
ca: Quadrats
de: Vierecke
es: Cuadrados
fr: Carrés
gl: Cadrados
nl: Vierkanten
pt_br: Quadrados
tr: Kareler
zh_hans: 矩形
zh_hant: 正方形

# ui.statistics.counter.TilePlaced.triangle
source: Triangles
de: Dreiecke
es: Triángulos
gl: Triángulos
nl: Driehoeken
pt_br: Triângulos
tr: Üçgenler
zh_hans: 三角形
zh_hant: 三角形

# ui.statistics.headings.ShapeCompleted
source: {value, plural, one {You have formed one shape.} other {You have formed # shapes.}}
ca: {value, plural, one {Heu creat una forma.} other {Heu creat # formes.}}
de: {value, plural, one {Du hast eine Form gebildet.} other {Du hast # Formen gebildet.}}
es: {value, plural, one {Has creado una forma.} other {Has creado # formas.}}
fr: {value, plural, one {Vous avez créé une forme.} other {Vous avez créé # formes.}}
gl: {value, plural, one {Creaches unha forma.} other {Creaches # formas.}}
nl: {value, plural, one {Je hebt één vorm gemaakt.} other {Je hebt # vormen gemaakt.}}
pt_br: {value, plural, one {Você criou uma forma.} other {Você criou # formas.}}
tr: {value, plural, one {Bir şekil oluşturdun.} other {# şekil oluşturdun.}}
zh_hans: {value, plural, one {您已经组合了一个图形。} other {您已经组合了 # 个图形。}}
zh_hant: 您已組成 {value} 個形狀。

# ui.statistics.headings.TilePlaced
source: {value, plural, one {You have placed one tile.} other {You have placed # tiles.}}
ca: {value, plural, one {Heu col·locat una rajola.} other {Heu col·locat # rajoles.}}
de: {value, plural, one {Du hast eine Kachel gelegt.} other {Du hast # Kacheln gelegt.}}
es: {value, plural, one {Has colocado una pieza.} other {Has colocado # piezas.}}
fr: {value, plural, one {Vous avez placé une tuile.} other {Vous avez placé # tuiles.}}
gl: {value, plural, one {Colocaches unha peza.} other {Colocaches # pezas.}}
nl: {value, plural, one {Je hebt één tegel geplaatst.} other {Je hebt # tegels geplaatst.}}
pt_br: {value, plural, one {Você colocou uma peça.} other {Você colocou # peças.}}
tr: {value, plural, one {Bir karo yerleştirdin.} other {# karo yerleştirdin.}}
zh_hans: {value, plural, one {您已经放置了一个铺砖。} other {您已经放置了 # 个铺砖}}
zh_hant: 您已放置 {value} 個圖塊。

# ui.statistics.notPlayed
source: You havenâ€™t played yet!
ca: Encara no heu jugat!
de: Du hast noch nicht gespielt!
es: ¡Aún no has jugado!
fr: Vous n’avez pas encore joué !
gl: Aínda non xogaches nunca!
nl: Je hebt nog niet gespeeld!
pt_br: Você ainda não jogou!
tr: Henüz oynamadın!
zh_hans: 您尚未开始游玩！
zh_hant: 您未嘗遊玩！

# ui.statistics.title
source: Statistics
ca: Estadístiques
de: Statistiken
es: Estadísticas
fr: Statistiques
gl: Estatísticas
nl: Statistieken
pt_br: Estatísticas
tr: İstatistikler
zh_hans: 统计
zh_hant: 統計

# ui.toggles.autorotate
source: Autorotate
ca: Gira automàticament
de: Automatisch drehen
es: Auto-rotar
fr: Tourner automatiquement
gl: Rotar automaticamente
nl: Automatisch roteren
pt_br: Rotação automática
tr: Otomatik döndürme
zh_hans: 自动旋转
zh_hant: 自動旋轉

# ui.toggles.colorScheme.dark
source: Dark mode
ca: Mode fosc
de: Dunkel
es: Modo oscuro
fr: Mode sombre
gl: Modo escuro
nl: Donker
pt_br: Modo escuro
tr: Karanlık mod
zh_hans: 黑暗模式
zh_hant: 深色模式

# ui.toggles.colorScheme.light
source: Light mode
ca: Mode clar
de: Hell
es: Modo claro
fr: Mode clair
gl: Modo claro
nl: Licht
pt_br: Modo claro
tr: Aydınlık mod
zh_hans: 明亮模式
zh_hant: 淺色模式

# ui.toggles.highscore
source: Show highscore
ca: Mostra la puntuació més alta
de: Rekord anzeigen
es: Mostrar puntuación más alta
fr: Afficher le meilleur score
gl: Amosar a puntuación máis alta
nl: Highscore laten zien
pt_br: Mostrar pontuação máxima
zh_hans: 显示高分

# ui.toggles.hints
source: Show hints
ca: Mostra les pistes
de: Tipps anzeigen
es: Mostrar pistas
fr: Afficher les indices
gl: Amosar pistas
nl: Hints
pt_br: Mostrar dicas
tr: İpuçlarını göster
zh_hans: 显示提示
zh_hant: 顯示鑲嵌提示

# ui.toggles.placeholders
source: Show placeholders
ca: Mostra les posicions possibles
de: Verfügbare Kachelpositionen anzeigen
es: Mostrar posiciones posibles
fr: Afficher les positions possibles
gl: Amosar as posicións posíbeis
nl: Mogelijkheden
pt_br: Mostrar espaços de preenchimento
tr: Yer tutucuları göster
zh_hans: 显示占位符
zh_hant: 顯示佔位格

# ui.toggles.snap
source: Snap
ca: Alinea
de: Einrasten
es: Alinear
fr: Aligner
gl: Abrochar
nl: Vastklikken
pt_br: Encaixe
tr: Yerine oturtma
zh_hans: 吸附
zh_hant: 吸附

# ui.menu.redoButton
source: Redo
ca: Refés
pt_br: Refazer

# ui.menu.undoButton
source: Undo
ca: Desfés
pt_br: Desfazer
